brew "neovim"
brew "bat"
brew "broot"
brew "btop"
#brew "bun"
brew "carapace"
#brew "devenv"
cask "obsidian"
brew "direnv"
brew "docker"
#brew "docker-buildx"
brew "dust"
#brew "entr"
#brew "fd"
brew "fzf"
brew "fd"
#brew "gettext"
brew "gh"
brew "git"
brew "glow"
#brew "gnugrep"
#brew "gnupg"
#brew "gnused"
#brew "google-cloud-sdk"
#brew "iina"
brew "java"
#brew "jdk"
#brew "jq"
#brew "jqp"
#brew "just"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "lsd"
brew "lsof"
#brew "nodePackages.nodemon"
brew "pnpm"
#brew "nodePackages.ts-node"
#brew "# nodePackages.firebase-tools"
#brew "nodejs_22"
#brew "nushell"
#brew "openssh"
#brew "procs"
brew "ripgrep"
#brew "rlwrap"
#brew "rm-improved"
#brew "rustup"
#brew "sd"
##brew "shellcheck"
#brew "slack"
brew "starship"
brew "stow"
#brew "terraform"
#brew "terraform-docs"
#brew "tfsec"
#brew "unzip"
#brew "uutils-coreutils-noprefix"
#brew "wget"
#brew "xclip"
#brew "xcp"
#brew "xsel"
#brew "yq"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
#brew "zip"
