brew "bitwarden-cli"
brew "btop"
brew "docker"
brew "mise"
brew "stow"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "kap"
cask "karabiner-elements"
cask "keymapp"
cask "linearmouse"
cask "mac-mouse-fix"
cask "microsoft-teams"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "steam"
